{"abstract": null, "web_url": "http://www.nytimes.com/reuters/2016/01/09/sports/golf/09reuters-golf-european.html", "byline": {"original": "By REUTERS", "person": [], "organization": "REUTERS"}, "subsection_name": "Golf", "type_of_material": "News", "lead_paragraph": "Home prospect Brandon Stone sank five birdies in 11 holes of the third round to move to 10 under par and join Daniel Brooks on top of the leader board at the South African Open on Saturday before play was suspended because of a thunderstorm.    It was the third successive day that inclement weather on South Africa&#8217;s Highveld had prematurely ended play at Glendower Golf Club with the field being summoned off the course at 3.25 pm local time (1325 GMT) because of the threat of lightning.    Englishman Brooks started the day early to complete 11 holes of the second round, going to a two-round total of 135, nine under par, with a one-shot lead over South African Keith Horne.    Brooks picked up a further stroke over the first nine of the third round but needs to get up early again on Sunday to complete the second nine and then the final round.    Horne was two shots back after being on level par for his first nine of the third round with compatriots Chris Swanepoel and rookie Christiaan Bezuidenhout a further shot back.", "_id": "56912ead38f0d8376e3defe8", "word_count": "196", "news_desk": "None", "print_page": null, "keywords": [], "multimedia": [], "headline": {"print_headline": "Brooks and Stone Share Lead as Weather Halts SA Open Again", "main": "Brooks and Stone Share Lead as Weather Halts SA Open Again"}, "pub_date": "2016-01-09T10:59:45Z", "slideshow_credits": null, "document_type": "article", "source": "Reuters", "snippet": "Home prospect Brandon Stone sank five birdies in 11 holes of the third round to move to 10 under par and join Daniel Brooks on top of the leader board at the South African Open on Saturday before play was suspended because of a thunderstorm.    It...", "blog": [], "section_name": "Sports"}